---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalLinkReleaseTranslationZ
source: html/4429106e-47da-47f9-f13a-d1bbf571d7c2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalLinkReleaseTranslationZ Property

"Z Translation"

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalLinkReleaseTranslationZ { get; }
```